/*********************************************************/
/*  main.c                                               */
/*                                                       */
/*  階層型ニューロネットプログラム                       */
/*  学習機                                               */
/*  畳み込みニューラルネット(CNN)の基本構造(骨子)        */
/*                                                       */
/*  Usage:                                               */
/*  # main < data11.txt                                  */
/*********************************************************/
#include "lrnproc.h"

int main(){
	
	return lrnproc();
	
}


